Repository: a1exsh/yapet
Catalog: locale/*/app.po
Languages: ru

source: The specified email address is not registered
ru: Указанный адрес email не зарегестрирован в системе

source: There were some problems while sending invitation emails for below users. Please check if entered addresses are correct and try re-sending invitations if necessary.
ru: При попытке отправить приглашения следующим пользователям возникли проблемы. Пожалуйста, проверьте правильность введенных адресов и запросите повторные приглашения, если необходимо.

source: There's other people who can access this account.
ru: Эта учетная запись доступна и другим пользователям.

source: These people can list, edit, create new or remove existing expenses, items, etc. on this account.
ru: Эти пользователи могут просматривать, изменять и удалять записи о расходах, статьях расходов и т.д. в данной учетной записи.

source: These settings can also be changed later at any time once you've successfully logged in.
ru: Это также можно изменить в любой момент после успешного входа в систему.

source: This application will help you keep track of your expenses, understand them and reduce your monthly costs.
ru: Это онлайн-приложение позволит вам следить за расходами и поможет сократить ваши ежемесячные затраты.

source: This password reset request is invalid (it might have expired). Please fill the new request below.
ru: Данный запрос на сброс пароля не зарегестрирован (возможно, истек срок его действия). Пожалуйста, выполните новый запрос.

source: This password reset request is valid for a single day. If you didn't request the password reset, you may ignore this message.
ru: Данный запрос на сброс пароля действителен в течение одного дня. Если Вы не запрашивали сброс пароля, можете смело игнорировать это письмо.

source: This site uses SSL technology to secure communications between you and the server. The SSL certificate authority used by this site is known as CACert.org. In order to proceed you need to install CACert root certificate as a trusted Certificate Authority in your browser.
ru: Этот сайт использует технологию SSL для защищенной передачи данных между вами и сервером. Центр Сертификации, используемый этим сайтом известен как CACert.org. Чтобы продолжить работу с сайтом вам необходимо установить корневой сертификат CACert в качестве доверенного Центра Сертификации в вашем браузере.

source: This user is already invited.
ru: Этот пользователь уже приглашен.

source: Time Zone
ru: Часовой пояс

source: Title
ru: Название

source: Title:
ru: Название:

source: To accept the invitation, please follow this link:
ru: Чтобы принять приглашение, пожалуйста, пройдите по этой ссылке:

source: To ensure that you are sending/receiving your data from the claimed website, the concept of a server certificate is used. Server certificates are issued by %s and are verified by the website clients. In order to let your browser verify that the website's certificate is valid you need to install the so called Root Certificate of a Certificate Authority which have issued the server certificate.
ru: Для того чтобы пользователь мог удостовериться, что он посылает и получает данные именно от того сервера, к которому он обращается, используются серверные сертификаты. Серверные сертификаты выдаются %s и проверяются на стороне пользователя. Чтобы позволить браузеру проверять подлинность сайтов, следует установить так называемый Корневой Сертификат того Центра Сертификации, что выдал данный серверный сертификат.

source: To reset the password, please follow this link and enter new password (if the link doesn't open, copy and paste it to your browser's address bar):
ru: Чтобы сбросить пароль, пройдите по следующей ссылке (если ссылка не открывается по щелчку, скопируйте и вставьте ее в адресную строку Вашего браузера):

source: Today
ru: Сегодня

source: Top-Level Categories
ru: Категории верхнего уровня

source: Total on Page:
ru: Всего на странице:

source: Total:
ru: Итого:

source: Totals
ru: Итоги

source: Type &ldquo;?&rdquo; (question mark) alone to see all possible suggestions.
ru: Наберите только &laquo;?&raquo; (вопросительный знак), чтобы увидеть все возможные варианты.

source: Uncategorized Items
ru: Статьи расходов без категории

source: Unix-like
ru: Unix

source: Update
ru: Изменить

source: Users on Your Account
ru: Пользователи данной учетной записи

source: User|Email
ru: Адрес email

source: User|Locale
ru: Язык

source: User|Records per page
ru: Число записей на странице

source: User|Timezone
ru: Часовой пояс

source: Visit CACert.org site to obtain CACert root certificate
ru: Зайти на сайт CACert.org, чтобы загрузить корневой сертификат CACert

source: Warning!
ru: Предупреждение!

source: We're in closed testing stage now. Please check back later or drop me a line if you would like to try the site when it becomes ready.
ru: Сайт находится в стадии закрытого тестирования. Пожалуйста, зайдите снова через некоторое время или напишите мне, если вы хотите попробовать сайт, когда он будет готов к полноценной работе.

source: Welcome to %s!
ru: Добро пожаловать в %s!

source: Welcome to YaPET: a Personal Expense Tracker!
ru: Добро пожаловать в систему управления расходами YaPET!

source: What's in the name?
ru: Что в имени?

source: When you reach %s site, you should see a page like this:
ru: Зайдя на сайт %s, вы увидите следующую страницу:

source: Why am I keep getting this page?
ru: Почему я снова получаю это предупрежение?

source: YaPET (pronounced with &ldquo;Ya&rdquo; as in &ldquo;yacht&rdquo; and &ldquo;PET&rdquo; as in &ldquo;puppet&rdquo;) is a Personal Expense Tracker web application. It lets you enter your expenses and keeps track of them for you, providing useful means to review, categorize and gather statistics and estimates for your spending history.
ru: YaPET (читается &laquo;Япет&raquo;, с ударением на первый слог)&nbsp;&mdash; это онлайн система управления расходами. С ее помощью вы можете вести учет расходов, вводить категории, изучать статистику и прогнозы, основанные на истории ваших расходов.

source: YaPET: a Personal Expense Tracker -- invitation
ru: Приглашение в систему управления расходами YaPET

source: YaPET: a Personal Expense Tracker, is a web application which will help you keep track of your expenses, understand them and reduce your monthly costs.
ru: Система управления расходами YaPET&nbsp;&mdash; это онлайн-приложение, которое позволит вам следить за расходами и поможет сократить ваши ежемесячные затраты.

source: Year
ru: Год

source: Yesterday
ru: Вчера

source: You (or possibly someone else) have requested that YaPET account's password for the following email address be reset: %s
ru: Вы (или, возможно, кто-то еще) запросили сброс пароля в системе YaPET для данного адреса email: %s

source: You can %s with your email address (%s) and the following password to start tracking your expenses now:
ru: Вы можете %s, указав Ваш адрес email (%s) и введя следующий пароль, чтобы начать управлять Вашими расходами:

source: You can %s with your email address (%s) and the following password to start tracking your expenses together:
ru: Вы можете %s, указав Ваш адрес email (%s) и введя следующий пароль, чтобы начать управлять расходами вместе:

source: You do not have any expense records yet
ru: У вас пока нет записей о расходах

source: You may add a comment to your friend (optional):
ru: Добавьте пару слов от себя (если хотите):

source: You may add some items here beforehand, but it's easier to just use the&nbsp;%s page. New items are added automatically when you record new expenses.
ru: Вы можете добавить статьи расходов заранее, но проще просто воспользоваться страницей&nbsp;%s. Новые статьи расходов будут добавляться автоматически при первом использовании.

source: You may enter anything in the item title field. Newly entered items are created automatically and already existing ones are used for suggestions.
ru: В поле &laquo;Что&raquo; вы можете вводить что угодно. Новые статьи расходов создаются автоматически, а ранее введенные используются для подсказок при вводе.

source: You may proceed without installing CACert root certificate. However, your browser will warn you about possible security problem every time you visit this site. This warning may be disabled with certain browsers (like Firefox), but not with others (like Google Chrome). Anyway, disabling the security warning by adding a permanent security exception is not recommended.
ru: Вы можете продолжить работу, не устанавливая корневой сертификат CACert. Однако, ваш браузер будет предупреждать вас о возможной проблеме безопасности при каждом посещении этого сайта. Это предупреждение может быть отключено в некоторых браузерах (например, в Firefox), но не во всех (например, не в Google Chrome). В любом случае, отключение этого предупреждения путем добавления постоянного исключения безопасности не рекомендуется.

source: You search didn't give any results
ru: Поиск не дал результатов

source: You're about to remove the following user from your account:
ru: Вы запросили удаление следующего пользователя:

source: Your brand new 'YaPET: a Personal Expense Tracker' account
ru: Ваша учетная запись в системе управления расходами YaPET

source: Your list of categories is empty
ru: У вас пока нет категорий

source: Your list of items is empty
ru: У вас пока нет статей расходов

source: account
ru: учетная запись

source: category
ru: категория

source: click %s to proceed. If you get the security problem warning from your browser, follow %s again.
ru: щелкните %s, чтобы продолжить. Если вы снова получаете предупреждение безопасности от вашего браузера, следуйте %s.

source: comment
ru: коммент.

source: cookies
ru: куки

source: earlier...
ru: раньше...

source: edit
ru: изменить

source: enable HTTP cookies for this site.
ru: включите куки для этого сайта.

source: expense
ru: расход

source: follow %s for your new browser, while making sure cookies are enabled for this site.
ru: следуйте %s для вашего нового браузера, убедившись что куки включены для данного сайта.

source: hacker
ru: хакерской

source: here
ru: сюда

source: home|Categories
ru: Категорий

source: home|Expenses
ru: Расходов

source: home|Items
ru: Статей расходов

source: home|Statistics
ru: Статистику

source: http://en.wikipedia.org/wiki/Certificate_authority
ru: http://ru.wikipedia.org/wiki/%D0%A6%D0%B5%D0%BD%D1%82%D1%80_%D1%81%D0%B5%D1%80%D1%82%D0%B8%D1%84%D0%B8%D0%BA%D0%B0%D1%86%D0%B8%D0%B8

source: http://en.wikipedia.org/wiki/HTTP_cookie
ru: http://ru.wikipedia.org/wiki/HTTP_cookie

source: http://en.wikipedia.org/wiki/Hacker_(programmer_subculture)
ru: http://ru.wikipedia.org/wiki/%D0%A5%D0%B0%D0%BA%D0%B5%D1%80

source: http://en.wikipedia.org/wiki/Recursive_acronym
ru: http://ru.wikipedia.org/wiki/%D0%A0%D0%B5%D0%BA%D1%83%D1%80%D1%81%D0%B8%D0%B2%D0%BD%D1%8B%D0%B9_%D0%B0%D0%BA%D1%80%D0%BE%D0%BD%D0%B8%D0%BC

source: http://en.wikipedia.org/wiki/Transport_Layer_Security
ru: http://ru.wikipedia.org/wiki/SSL

source: in %s
ru: за %s

source: instructions
ru: инструкции

source: item
ru: статья расходов

source: login
ru: войти

source: none of the above? Then there might be a problem with the site itself.
ru: ни одна из вышеперечисленных? В таком случае, проблема может иметь место на самом сайте.

source: or
ru: или

source: recursive acronym
ru: рекурсивным сокращением

source: sandbox
ru: песочница

source: tell us
ru: сообщите нам

source: th|Amount
ru: Сколько

source: th|Date
ru: Когда

source: th|Email
ru: Адрес email

source: th|Item
ru: Что

source: th|Total Spent
ru: Всего

source: uncategorized
ru: без категории

source: user
ru: пользователь

source: you have disabled %s in your browser so the site have no way to check that you've read and accepted the SSL warning.
ru: вы отключили %s в вашем браузере, и поэтому данный сайт не может убедиться в том, что вы прочли и приняли предупреждение SSL.

source: you've deleted or lost your browsing history, including %s.
ru: вы удалили или утеряли вашу историю посещения сайтов, включая %s.

source: you've visited the site from the same computer, but using another browser.
ru: вы зашли на данный сайт с того же компьютера, что и раньше, но используя другой браузер.
