Repository: a1exsh/yapet
Catalog: locale/*/app.po
Languages: ru

source: %d invites left
ru: Приглашений: %d

source: %s about your issue and we'll see how can we help you.
ru: %s о вашей проблеме и мы посмотрим, что можно сделать, чтобы помочь вам.

source: %s ago
ru: %s назад

source: &laquo;&nbsp;Prev.
ru: &laquo;&nbsp;Пред.

source: (All)
ru: (Все)

source: * - estimated
ru: * - прогноз

source: About
ru: О сайте

source: About SSL
ru: Об использовании SSL

source: About SSL technology
ru: О технологии SSL

source: About YaPET
ru: О системе YaPET

source: Accept
ru: Принять

source: Account|Paid till
ru: Оплачен до

source: Add Users to Your Account
ru: Добавить пользователей учетной записи

source: Add more people
ru: Добавить пользователей

source: Amount
ru: Сумма

source: Annually
ru: В год

source: Any OS
ru: Все ОС

source: Anywhere, anytime.
ru: Где угодно, когда угодно.

source: Are you sure you want to remove this category?
ru: Вы уверены, что хотите удалить эту категорию?

source: Are you sure you want to remove this expense record?
ru: Вы уверены, что хотите удалить эту запись о расходах?

source: Are you sure you want to remove this item?
ru: Вы уверены, что хотите удалить эту статью расходов?

source: Ask for more
ru: Запросить

source: Attention, first time visiter!
ru: Вниманию новых посетителей!

source: Averages
ru: В среднем

source: Back
ru: Назад

source: Before completing your registration you may change your email address and pick a password (recommended):
ru: До завершения Вашей регистрации Вы можете изменить адрес email и выбрать пароль (рекомендуется):

source: Blog
ru: Блог

source: By Category
ru: По категориям

source: By Date
ru: По дате

source: By Month
ru: По месяцам

source: By Year
ru: По годам

source: Cancel
ru: Отменить

source: Categories
ru: Категории

source: Categorize Item
ru: Введите категорию

source: Category
ru: Категория

source: Category:
ru: Категория:

source: Category|Parent
ru: Родительская категория

source: Category|Parent title
ru: Название родительской категории

source: Category|Title
ru: Название

source: Cause:
ru: Причина:

source: Certificate Authorities
ru: Центрами Сертификации

source: Change
ru: Изменить

source: Change Email
ru: Изменить адрес

source: Change Password
ru: Изменить пароль

source: Click %s to change your password, email, add more users to your account or change other settings.
ru: Щелкните по ссылке %s чтобы изменить пароль, адрес email, добавить новых пользователей к учетной записи, или изменить другие параметры.

source: Click for Category Statistics
ru: Щелкните, чтобы перейти к статистике для этой категории

source: Click here to start tracking your expenses
ru: Щелкните сюда, чтобы начать учет расходов

source: Click here to view all Expenses
ru: Щелкните сюда, чтобы показать все записи

source: Click on the &ldquo;uncategorized&rdquo; icon to enter an Item's category. Entering a Category for an Item is just like entering the Item title for an Expense: start typing to see suggestions.
ru: Щелкните по иконке &laquo;без категории&raquo;, чтобы ввести категорию для статьи расходов. Заполнение категории работает так же, как и введение названия статьи расхода: начните набирать название, чтобы увидеть варианты.

source: Click on the &ldquo;Root Certificate (PEM Format)&rdquo; link to download the encoded root certificate.
ru: Щелкните на ссылке &laquo;Root Certificate (PEM Format)&raquo;, чтобы загрузить корневой сертификат.

source: Click on the &ldquo;Root Certificate&rdquo; link to the right to go to the root certificate download page:
ru: Щелкните на ссылке &laquo;Root Certificate&raquo; в правой части страницы, чтобы перейти к загрузке корневого сертификата:

source: Click on the &ldquo;comment&rdquo; field next to an Item title to comment on the expense.
ru: Щелкните по полю &laquo;коммент.&raquo; рядом с названием статьи расходов, чтобы ввести комментарий.

source: Click on the Item title or Amount to edit it.
ru: Щелкните по названию статьи расходов или затраченной сумме, чтобы изменить значение.

source: Click on the date picker calendar icon to adjust the date of an entered expense if you like.
ru: Щелкните по иконке выбора даты, чтобы изменить дату введенной записи.

source: Click on the item icon left of an Item to review it.
ru: Щелкните по иконке статьи расходов слева ее от названия, чтобы просмотреть эту статью.

source: Click to Categorize
ru: Щелкните, чтобы задать категорию

source: Click to adjust expense date
ru: Щелкните, чтобы изменить дату

source: Click to edit
ru: Щелкните, чтобы изменить

source: Click to find matching Expenses
ru: Щелкните, чтобы найти записи о расходах

source: Click to view Expense Statistics by Date
ru: Щелкните, чтобы перейти к статистике расходов по дате

source: Click to view this Category
ru: Щелкните, чтобы перейти к этой категории

source: Click to view this Item
ru: Щелкните, чтобы перейти к этой статье расходов

source: Comment
ru: Комментарий

source: Confirm New Password
ru: Подтверждение

source: Confirm Password
ru: Подтвердите пароль

source: Congratulations, you've been successfully registered!
ru: Поздравляем, Вы успешно зарегистрировались!

source: Contacts
ru: Связь

source: Could not send an invitation to this address. Please check that the address is correct or retry later
ru: Приглашение не может быть отправлено на этот адрес. Пожалуйста, проверьте правильность адреса или повторите попытку позднее

source: Current Password
ru: Текущий пароль

source: Currently only you can access this account.
ru: Эта учетная запись доступна только Вам.

source: Daily
ru: В день

source: Dashboard
ru: Главная страница

source: Date cannot be set to future
ru: Дата не может быть установлена в будущее

source: Editing category
ru: Изменить категорию

source: Editing expense
ru: Изменить запись о расходах

source: Editing item
ru: Изменить статью расходов

source: Email
ru: Адрес email

source: Email address changed
ru: Адрес email изменен

source: Email with instructions sent to %s. If you didn't receive the message, please check your Spam folder or try again.
ru: Письмо с инструкциями выслано на адрес %s. Если вы не получили сообщение, проверьте папку Спам (подозрительные письма) или попробуйте еще раз.

source: Email:
ru: Адрес email:

source: Enjoy your stay.
ru: Приятного пользования!

source: Enter Sandbox
ru: Войти в песочницу

source: Enter any positive numerical value for the amount. You may use two digits after the decimal point to denote, e.g. cents.
ru: Введите любое положительное число в графе &laquo;Сколько&raquo;. Используйте точку или запятую для отделения дробных величин, например: рублей и копеек.

source: Enter new category
ru: Новая категория

source: Enter new expense
ru: Новая запись

source: Enter new item
ru: Новая статья расходов

source: Examine the presented certificate by clicking the &ldquo;Details&rdquo; tab. If everything seems correct, click the &ldquo;Install Certificate&rdquo; button on the first tab and follow the &ldquo;Import Certificate Wizard&rdquo; steps.
ru: Просмотрите данные сертификата, щелкнув по закладке &laquo;Details&raquo;. Если все в порядке, нажмите кнопку &laquo;Install Certificate&raquo; на первой закладке и следуйте инструцкиям &laquo;Мастера импорта сертификатов&raquo;.

source: Examine the presented certificate by clicking the &ldquo;View&rdquo; button. If everything seems correct, check the &ldquo;Trust this CA to identify web sites&rdquo; option only before clicking the OK button.
ru: Просмотрите данные сертификата, щелкнув по кнопке &laquo;View&raquo;. Если все в порядке, отметьте галочкой только лишь пункт &laquo;Trust this CA to identify web sites&raquo; (доверять этому Центру Сертификации при проверке подлинности веб-сайтов) и нажмите конпку OK.

source: Examine the presented certificate by clicking the &ldquo;View Certificates&rdquo; button. If everything seems correct, click the OK button to install the certificate.
ru: Просмотрите данные сертификата, щелкнув по кнопке &laquo;View Certificates&raquo;. Если все в порядке, нажмите кнопку OK, чтобы установить сертификат.

source: Expense Statistics by Category
ru: Статистика расходов по категориям

source: Expenses
ru: Расходы

source: Expenses Statistics by Date
ru: Статистика расходов по дате

source: Expense|Amount
ru: Количество

source: Expense|Comment
ru: Комментарий

source: Expense|Item title
ru: Название статьи расходов

source: Following a good old %s tradition, YaPET is a %s for &ldquo;YaPET: a Personal Expense Tracker&rdquo;.
ru: Следуя старой доброй %s традиции, YaPET является %s от &laquo;YaPET: a Personal Expense Tracker&raquo;.

source: Following another common approach the &ldquo;Ya&rdquo; prefix may be thought of as &ldquo;Yet another&rdquo;. I'm not opposed to this particular interpretation and nothing stops you from deriving your own, if you have some imagination. :)
ru: С другой стороны, префикс &laquo;Ya&raquo; также нередко используется для сокращения от &laquo;Yet another&raquo; (т.е. &laquo;еще один&raquo;). Я не против такого истолкования, и любой желающий при наличии воображения может придумать свою расшифровку. :)

source: For &ldquo;%s&rdquo;
ru: Для &laquo;%s&raquo;

source: Forgot your password?
ru: Забыли пароль?

source: From here you can list or enter new %s, review or categorize entered %s and %s, or study some %s. These options are also accessible from the navigation panel anywhere on the site.
ru: С этой страницы вы можете перейти к просмотру %s, %s и %s или изучить %s. Эти опции также доступны в навигационной панели на любой странице сайта.

source: General
ru: Общие данные

source: Give me real account!
ru: Хочу настоящий аккаунт!

source: Go back to settings
ru: Вернуться к настройке

source: Go to login page
ru: На страницу логина

source: Grand Total:
ru: Общий итог:

source: Hello there!
ru: Здравствуйте!

source: Hello, %s!
ru: Здравствуйте, %s!

source: Here are some possible reasons:
ru: Ниже перечислены возможные причины:

source: Here's the comment from this user:
ru: Вот комментарий от этого пользователя:

source: Hey, %s invites you to share his %s account!
ru: Здравствуйте, %s предлагает Вам совместное управление его учетной записью в %s!

source: Hey, %s invites you to try %s!
ru: Пользователь %s приглашает Вас попробовать %s!

source: Hide Guide
ru: Скрыть

source: Hit TAB to go to the next entry field. Hit ENTER or click the submit icon at any time to save the record.
ru: Используйте кнопку табуляции для перехода к следующему полю. Нажмите Ввод в любом из полей или щелкните соответствующую иконку, для того чтобы сохранить запись.

source: I've already installed CACert.org as a trusted Certificate Authority (or I'd like to proceed without installing it)
ru: У меня уже установлен сертификат CACert.org (или я хочу продолжить без установки сертификата)

source: If you don't enter a password, a random one will be generated and sent to the specified email address.
ru: Если Вы не введете пароль, он будет сгенерирован случайным образом и выслан Вам на указанный адрес email.

source: If you don't want to accept this invitation there's no need to do anything specific&mdash;it will expire automatically within a week.
ru: Если Вы не хотите принимать это приглашение, Вам не нужно ничего делать&nbsp;&mdash; оно автоматически прекратит свое действие в течение недели.

source: If you would like to try using the site in a &ldquo;sandbox&rdquo;, please use the link below. Sandbox accounts are only valid for one day or until you close your browser or logout. You may have as many sandboxes as you want.
ru: Если вы все же хотите попробовать сайт в режиме &laquo;песочницы&raquo;, воспользуйтесь ссылкой ниже. Песочница действует в течение суток, пока сайт открыт в вашем браузере или пока вы не выйдете из нее. Вы можете создать столько песочниц, сколько пожелаете.

source: In %s
ru: За %s

source: In Chrome, on Unix-like systems there's currently no GUI for importing security certificates. You can go to &ldquo;Options -> Under the Hood&rdquo; and click the &ldquo;Manage Certificates&rdquo; link, like shown here:
ru: В браузере Chrome на Unix-подобных системах в настоящее время нет графического интерфейса для импорта сертификатов безопасности. Вы можете выбрать в опциях настройки закладку &laquo;Under the Hood&raquo; и щелкнуть по ссылке &laquo;Manage Certificates&raquo;, как показано на картинке:

source: In Chrome, on Windows or Mac OS X you should open the downloaded certificate file by double clicking on it. The system-dependent dialog box will appear, in which you can examine and install the certificate.
ru: В браузере Chrome на системах Windows или Mac OS X вам следует открыть загруженный файл сертификата, дважды щелкнув на нем. Системой будет показано диалоговое окно, в котором вы сможете просмотреть данные сертификата и установить его.

source: In Firefox, you should see a dialog window like this, immediately after clicking the certificate link:
ru: В браузере Firefox, вы должны увидеть следующее окно сразу при нажатии ссылки сертификата:

source: In Safari, on Mac OS X or Windows you should open the downloaded certificate file by double clicking on it. The system-dependent dialog box will appear, in which you can examine and install the certificate.
ru: В браузере Safari на системах Mac OS X или Windows вам следует открыть загруженный файл сертификата, дважды щелкнув на нем. Системой будет показано диалоговое окно, в котором вы сможете просмотреть данные сертификата и установить его.

source: In category &ldquo;%s&rdquo;
ru: В категории &laquo;%s&raquo;

source: In general, to install the security certificate on other browsers and/or operating systems you'll need to consult your browser documentation.
ru: В общем случае, чтобы установить сертификат безопасности в других браузерах и/или операционных системах вам следует обратиться к документации по вашему браузеру.

source: Instructions for:
ru: Инструкции для:

source: Interface
ru: Внешний вид

source: Interface Language
ru: Язык интерфейса

source: Internal Server Error
ru: Сбой на сервере

source: Invalid date format
ru: Неверный формат даты

source: Invalid email or this user is already invited.
ru: Введен неверный адрес email, либо этот пользователь уже приглашен.

source: Invitation Preview
ru: Предпросмотр приглашения

source: Invitation email sent to:
ru: Приглашения высланы:

source: Invitation sent.
ru: Приглашение выслано.

source: Invitation to YaPET
ru: Приглашение в YaPET

source: Invite a friend:
ru: Пригласить друга:

source: It appears that you visit this site for the first time on this computer.
ru: Похоже, что вы в первый раз зашли на этот сайт с данного компьютера.

source: Item
ru: Статья расхода

source: Item Details
ru: Информация о статье расходов

source: Items
ru: Статьи расходов

source: Items in This Category
ru: Статьи расходов в этой категории

source: Item|Category title
ru: Название категории

source: Item|Title
ru: Название

source: Keep getting that SSL warning page, huh?
ru: Продолжаете попадать на страницу предупреждения SSL?

source: Language:
ru: Язык:

source: List as many email addresses as you need below. These people will receive a mail with instructions to activate their email and after that you will share this account with them.
ru: Перечислитие необходимое количество адресов email ниже. Все адресаты получат уведомления с инструкциями для активации, и после этого вы сможете использовать данную учетную запись совместно.

source: Listing search results
ru: Показаны результаты поиска

source: Log in
ru: Войти

source: Log out
ru: Выйти

source: Login invalid
ru: Неверный email или пароль

source: Mistyped current password
ru: Неверный текущий пароль

source: Mistyped password
ru: Неверный пароль

source: Moments ago
ru: Только что

source: Month
ru: Месяц

source: Monthly
ru: В месяц

source: Most browsers come with several Certificate Authorities' root certificates pre-installed. Unfortunately, %s used by this site is not among them, so you'll need to obtain the CACert's Root Certificate and install it as a trusted Certificate Authority in your browser. The required procedure is described in detail here: %s
ru: Большинство браузеров поставляются с предустановленными корневыми сертификатами различных Центров Сертификации. К сожалению, %s, используемый этим сайтом, не в их числе. Поэтому вам следует загрузить и установить Корневой Сертификиат CACert.org в качестве доверенного Центра Сертификации в вашем браузере. Необходимая процедура описана подробнее здесь: %s

source: New Email
ru: Новый адрес

source: New Password
ru: Новый пароль

source: Next&nbsp;&raquo;
ru: След.&nbsp;&raquo;

source: No Items in This Category
ru: В этой категории нет статей расходов

source: No Subcategories
ru: Нет подкатегорий

source: No invites left.
ru: Приглашений не осталось.

source: Not Found
ru: Не найдено

source: Not saved!
ru: Не сохранено!

source: Nothing spent on this Category.
ru: Нет записей о расходах на эту категорию.

source: Nothing spent on this Item.
ru: Нет записей о расходах на эту статью.

source: Now
ru: Сейчас

source: Now go on, give it a try!
ru: Пора попробовать!

source: Now you should be able to verify this site connection and login securely:
ru: Теперь вы сможете убедиться в защищенности соединения с этим сайтом и войти без опасений:

source: On Mac OS X you'll see a dialog box like this:
ru: В системе Mac OS X вы должны увидеть следующее диалоговое окно:

source: On Windows and Mac OS X the system presents a dialog to import the certificate when you double click on it.
ru: В Windows и Mac OS X операционная система показывает диалоговое окно, позволяющее импортировать сертификат, когда вы дважды щелкаете на него.

source: On Windows you'll see a dialog box like this:
ru: В системе Windows вы должны увидеть следующее диалоговое окно:

source: Once removed the above user won't be able to list, add or remove expenses, items, etc. on this account unless you decide to re-add him or her to your account again.
ru: После удаления данный пользователь не сможет просматривать, добавлять или удалять записи в вашей учетной записи, пока вы не решите добавить его снова.

source: Only account owner can add or remove users on this account.
ru: Только владелец учетной записи может добавлять и удалять пользователей.

source: Only add people you trust! That is, your spouse and/or other family members. They will have the same permissions as you do and could list, edit, create new or remove existing expenses, items, etc. on this account.
ru: Добавляйте только тех, кому доверяете! Например, супруге(у) или другим членам семьи. Эти пользователи смогут просматривать, изменять и удалять записи о расходах, статьях расходов и т.д. в данной учетной записи.

source: Only you can access this account.
ru: Эта учетная запись доступна только Вам.

source: Other
ru: Другое

source: Other people who can access this account:
ru: Пользователи, которые также имеют доступ к этой учетной записи:

source: Our mascot
ru: Наш талисман

source: Our mascot, kangaroo Petya
ru: Талисман сайта, кенгуру Петя

source: Password
ru: Пароль

source: Password Reset
ru: Сброс пароля

source: Password Reset Request
ru: Запрос на сброс пароля

source: Password changed
ru: Пароль изменен

source: Password confirmation does not match new password
ru: Подтверждение пароля не совпадает с новым паролем

source: Password doesn't match confirmation
ru: Пароль не совпадает с подтверждением

source: Password reset request for your YaPET account
ru: Запрос на сброс пароля к Вашей учетной записи в системе YaPET

source: Please enter your current password to change your email address.
ru: Пожалуйста, введите текущий пароль для изменения адреса email.

source: Please enter your new password for %s
ru: Пожалуйста, введите ваш новый пароль для %s

source: Please specify a valid email address
ru: Введите корректный адрес email

source: Please specify an email address to which the password reset instructions will be sent.
ru: Пожалуйста, укажите адрес email, на который будут высланы инструкции по сбросу пароля.

source: Preview
ru: Просмотр

source: Preview Again
ru: Просмотреть снова

source: Primary
ru: Основное

source: Records per Page
ru: Число записей на странице

source: Records per Page:
ru: Записей на странице:

source: Remember me
ru: Запомнить

source: Remove
ru: Удалить

source: Remove User from Your Account
ru: Удаление пользователя из учетной записи

source: Removing this item will also remove %d associated expense records.
ru: Удаление этой статьи расходов повлечет удаление %d записей о расходах.

source: Reset your YaPET account password
ru: Сброс пароля в системе YaPET

source: SSL certificates and authorities
ru: Сертификаты SSL и Центры Сертификации

source: Save
ru: Сохранить

source: Saving...
ru: Сохраняется...

source: Send
ru: Послать

source: Send invitations
ru: Выслать приглашения

source: Settings
ru: Настройка

source: Settings saved
ru: Изменения сохранены

source: Show
ru: Показать

source: Show Guide
ru: Подсказка

source: Show Instructions
ru: Показать инструкции

source: Show in Categories
ru: Показать среди категорий

source: Show in Category: %s
ru: Показать в категории: %s

source: Show people already on this account
ru: Показать пользователей этой учетной записи

source: So this is the first time you enter an expense record. Let us guide you through...
ru: Похоже, что Вы в первый раз пробуете создать запись о расходах. Позвольте помочь вам в этом...

source: Solution:
ru: Решение:

source: Sorry, no invitations left.
ru: Извините, у Вас не осталось приглашений.

source: Start typing an Item name in the entry field to see suggestions.
ru: Начните набирать название статьи расхода, чтобы увидеть варианты.

source: Statistics
ru: Статистика

source: Subcategories
ru: Подкатегории

source: Subcategory of
ru: Подкатегория в

source: Subcategory of:
ru: Подкатегория в:

source: Tell me more about SSL certificates and certificate authorities
ru: Подробнее о сертификатах SSL и Центрах Сертификации

source: The %s technology allows you as a website client to communicate securely with the web server, minimizing the risk of a third-party intercepting or substituting your sensitive data.
ru: Технология %s позволяет вам, как пользователю веб-сайта, общаться с веб-сервером посредством защищенного соединения, тем самым снижая риск того, что злоумышленники могут перехватить или изменить ваши личные данные.

source: The entry fields should appear above which allow you to enter what you've spent on today&nbsp;(Item title) and how much did that cost you&nbsp;(Amount).
ru: Наверху страницы должны появиться поля для ввода, куда вы можете ввести на <em>Что</em> были потрачены средства и <em>Сколько</em> это стоило.

source: The link will bring you to this page: %s, where you can read about using the command line to install the certificate on your system.
ru: По ссылке откроется следующая страница: %s, на которой вы сможете узнать как воспользоваться командной строкой для установки сертификата в вашу систему.

source: The project mascot is a kangaroo named Petya (Russian for Pete). I love to play with words, and you may have noticed how the &ldquo;ya&rdquo; prefix hopped from start in the project name to the end in our mascot name.
ru: Талисман проекта&nbsp;&mdash; кенгуру Петя. Мне нравится играть со словами, и, как вы уже наверняка заметили, буква &laquo;Я&raquo; из начала слова в названии проекта перепрыгнула в конец имени нашего талисмана.

source: The requested invitation was not found on the server. It might have expired or you've mistyped the URL.
ru: Запрошенное приглашение не найдено. Возможно, оно устарело, либо вы ввели неверный адрес URL.

source: The requested record was not found. It may have been removed or you have mistyped the URL.
ru: Запрошенная запись не найдена. Возможно, она была удалена, либо вы ввели неверный адрес URL.
